# Задача 2: Сложение двух чисел
# Напишите программу, которая запрашивает у пользователя два числа и выводит их сумму.
# Пример:
# Ввод: 3, 5
# Вывод: Сумма: 8
n = int(input("Enter first namber: "))
m = int(input("Enter second namber: "))

print("Summ is " + str(n+m))
