# Задача 8: Число в квадрате и кубе
# Напишите программу, которая запрашивает у пользователя число и выводит его квадрат и куб.
# Пример:
# Ввод: 5
# Вывод: Квадрат: 25, Куб: 125
a = int(input("Enter number: "));
print("Square:", a**2, "Cube:", a**3);
